[
  {
    "category": "Achat & Vente",
    "title": "Le Processus d'Achat Immobilier de A à Z sur la Costa Brava",
    "excerpt": "Parcours complet, check-lists, clauses-clés et calendrier type pour acheter sereinement sur la Costa Brava.",
    "author": "Benjamin Brassart",
    "authorImage": "https://placehold.co/100x100/orange/white?text=BB",
    "image": "https://placehold.co/1200x600/2c3e50/ffffff?text=le+processus+d+achat+immobilier+de+a+a+z+sur+la+costa+brava",
    "slug": "le-processus-d-achat-immobilier-de-a-a-z-sur-la-costa-brava",
    "content": "<h2>Introduction</h2><p>En tant qu'étranger, acheter un bien en Espagne est accessible si l'on suit une méthode claire. Ce guide couvre l'ensemble du parcours — du NIE à l'inscription au registre — avec un focus Costa Brava (Catalogne).</p><h2>Feuille de route (vue d'ensemble)</h2><p>1) Obtenir votre NIE • 2) Ouvrir un compte et organiser les fonds • 3) Due diligence (Registre, Catastro, urbanisme) • 4) Contrat de réservation/arras • 5) Acte notarié (escritura) • 6) Paiement des impôts et inscription • 7) Mise en service des contrats.</p><h2>Documents à vérifier systématiquement</h2><ul><li>Nota simple (propriété, charges, hypothèques, usufruit).</li><li>Référence cadastrale & plan : cohérence surfaces/usage.</li><li>Cédula d’habitabilitat (Catalogne) et Certificat énergétique (CEE).</li><li>Certificat de dettes de la communauté (copropriété) et derniers IBI payés.</li><li>Situation d’occupation (locataire, prêt d’usage, usufruit).</li></ul><h2>Étapes détaillées et timings indicatifs</h2><p>Anticipez la demande de NIE plusieurs semaines avant l'offre. La due diligence démarre avant les arras quand c’est possible. L'acte notarié intervient généralement 4–8 semaines après l'accord, le temps de finaliser financement et évaluation du bien.</p><h2>Clauses utiles dans les arras</h2><ul><li>Condition suspensive de financement (délai clair + preuve de demande).</li><li>Condition liée à la conformité urbanistique et à l’absence de charges non révélées.</li><li>Inventaire détaillé (meubles/électroménagers) et état d’occupation.</li><li>Rétention au prix si petites non-conformités détectées à la signature.</li></ul><h2>Étude de cas</h2><h3>Appartement à Palamós (seconde main, copropriété)</h3><p>Due diligence révélant des travaux de façade votés mais non appelés : négociation d’un ajustement de prix et rétention partielle jusqu’à présentation du certificat de fin de travaux. Signature sans incident.</p><h2>FAQ</h2><h3>Dois-je obligatoirement passer par un avocat ?</h3><p>Ce n’est pas légalement obligatoire, mais fortement recommandé pour sécuriser la vérification de fond, surtout à distance.</p><h3>Le notaire vérifie-t-il tout ?</h3><p>Le notaire contrôle la forme et l'identité ; les vérifications techniques et urbanistiques relèvent plutôt de l'avocat/technicien.</p><h3>Puis-je signer par procuration ?</h3><p>Oui, via une procuration notariée (espagnole ou apostillée si émise à l’étranger).</p><h2>Conclusion</h2><p>Suivez ces étapes, gardez une trace écrite et centralisez les documents : votre achat se fera sereinement et en conformité.</p>"
  }
]